"__title__" = "Bank Account (UK)";

"__description__" = "UK Bank Account information.";

"bankName" = "Nazwa banku";

"owner" = "Nazwa konta";

"accountTypeUK" = "Typ";

"bankNo" = "Bank Branch Sort Number";

"accountNo" = "Numer konta";

"swift" = "Kod SWIFT";

"iban" = "Numer IBAN";

"branchInfo" = "Informacja o oddziale";

"branchPhone" = "Telefon";

"branchAddress" = "Adres";

"telephonePin" = "PIN Serwisu Telefonicznego";


"menu.accountTypeUK.current" = "Current";

"menu.accountTypeUK.savings" = "Oszczędności";

"menu.accountTypeUK.loc" = "Linia kredytowa";

"menu.accountTypeUK.money_market" = "Rynek pieniężny";

"menu.accountTypeUK.other" = "Inne";
